IDEA StatiCa Open Model
OpenModel.Attribute Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of attributes
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<OpenAttribute> Attribute { get; set; }
Public Property Attribute As List(Of OpenAttribute)
	Get
	Set
public:
property List<OpenAttribute^>^ Attribute {
	List<OpenAttribute^>^ get ();
	void set (List<OpenAttribute^>^ value);
}
Property Value
Type: List<OpenAttribute>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace